❯ brew tap
algolia/algolia-cli
fluxcd/tap

❯ brew list --formulae -1
algolia
aliyun-cli
ansible
atuin
awscli
bandwhich
bash
bash-completion
bat
btop
bun
choose-rust
cmake
coreutils
csvkit
dos2unix
duckdb
dust
exiftool
eza
fd
findutils
flux
fresh-editor
fzf
gawk
git-delta
git-extras
git-filter-repo
git-lfs
git-who
gnu-sed
gnu-tar
go
grep
gum
helm
htmlq
htop
hugo
hurl
hyperfine
iftop
ipcalc
iperf
jc
jq
k9s
kube-linter
kubectx
kubernetes-cli
kustomize
lazygit
lftp
lsd
mise
mkcert
mtr
mycli
nmap
ollama
onefetch
ouch
pgcli
procs
pv
pwgen
ripgrep
ruff
sd
starship
swaks
tmux
todo-txt
tokei
tree
trippy
trzsz-go
uv
watch
wget
xh
yazi
yq
zellij
zoxide

❯ brew list --cask -1
arc
baidunetdisk
capcut
cc-switch
chatbox
claude-code
cmux
codex
codex-app
coteditor
cursor
cursor-cli
dbeaver-community
dingtalk
drawio
foxitreader
ghostty
google-chrome
iina
imageoptim
keepingyouawake
kitty
macpass
maczip
microsoft-edge
microsoft-teams
multipass
obsidian
orbstack
qq
qqlive
qqmusic
raycast
studio-3t-community
tabby
telegram
tencent-lemon
tencent-meeting
thunder
visual-studio-code
wechat
wechatwork
wetype
windows-app
wireshark-app
wpsoffice-cn
xmind
yaak
zed
