==> Formulae
aliyun-cli
ansible
autojump
awscli
bash
bash-completion
ca-certificates
cffi
cmake
coreutils
docutils
dos2unix
findutils
gettext
gmp
gnu-sed
gnu-tar
go
helm
htop
httping
hugo
iftop
ipcalc
iperf
jansson
k3d
k9s
kind
kt-connect
kube-linter
kube-ps1
kubectx
kubernetes-cli
kustomize
lftp
libidn2
libunistring
libyaml
libzip
lsd
lz4
mpdecimal
mtr
ncurses
nvm
openssl@1.1
openssl@3
pwgen
pycparser
pygments
python-certifi
python-cryptography
python@3.11
pyyaml
readline
redis
six
sqlite
starship
terraform
tldr
trash-cli
tree
trzsz-go
watch
wget
xz
zstd

==> Casks
anaconda
baidunetdisk
coteditor
deepl
dingtalk
drawio
firefox
foxitreader
grammarly-desktop
iina
imageoptim
maczip
microsoft-edge
microsoft-remote-desktop
orbstack
postman
ppduck
qq
qqmusic
raycast
sourcetree
sublime-text
tabby
telegram
tencent-lemon
tencent-meeting
visual-studio-code
wechat
wireshark
wpsoffice-cn
xmind
