â¯ brew list -1
==> Formulae
algolia
aliyun-cli
ansible
atuin
awscli
bash
bash-completion
bat
cmake
coreutils
csvkit
dos2unix
dust
fd
findutils
flux
fzf
gawk
git-crypt
git-delta
git-filter-repo
git-lfs
git-who
gnu-sed
gnu-tar
go
gum
helm
htmlq
htop
httping
hugo
iftop
ipcalc
iperf
jc
jq
k9s
kube-linter
kubectx
kubernetes-cli
kustomize
lftp
lsd
mtr
mycli
nvm
ollama
pgcli
pwgen
readline
ripgrep
ruff
sqlite
starship
swaks
thefuck
tmux
trash-cli
tree
trzsz-go
uv
watch
wget
yq
zoxide

==> Casks
anaconda
arc
baidunetdisk
cherry-studio
coteditor
cursor
dbeaver-community
dingtalk
drawio
foxitreader
ghostty
google-chrome
iina
imageoptim
keepingyouawake
kitty
macpass
maczip
microsoft-edge
multipass
obsidian
orbstack
oss-browser
ppduck
qq
qqlive
qqmusic
raycast
studio-3t-community
telegram
tencent-lemon
tencent-meeting
thunder
visual-studio-code
wechat
wechatwork
windows-app
wireshark
wpsoffice-cn
xmind
yaak
